dahanzimin/micropython/ports/esp32/boards/MixGo_ESP32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Generic Libs"
#define MICROPY_HW_MCU_NAME "ESP32"
